alert('Error code:966')
alert('끄~끄끄끄끄끄')

var i = 1;
for(i = 1; i < 10; i++){
    alert('지금이라도 나가보지 그래? 끄끅.' + i + '번째 시도!')
}

alert('응?')
alert('아직도 안 나갔다고?')
alert('이거 꽤 흥미로운데? ⋯♪')

var j = 1
for(j = 1; j < 4; j++){
    alert('진짜로 안 나가게?')
    alert('그건 내 알바 아니지만⋯이지롱♪')

    alert('그럼 온김에 손가락 운동이나 할래? 끄끄끅.')
    for(i = 10; i > 0; i--){
        alert(i + '번 남았지롱♪')
    }

    for(i = 15; i > 0; i--){
        alert('번 더 해야 하지롱♪')
    }

    alert('어때, 지금쯤이면 심심한게 싹 사라지지 않았어? 끄끅.')
    alert('이제 아무것도 없을걸? 끄끄끅.')
    alert('아직 궁금한게 남은 모양이네?')
    alert('끄~끄끄끄끄끅.')
}

alert('단지 심심하다는 이유로,')
alert('이렇게 계속 치고 있는것도 대단해~. 끄끅.')
alert('너 같은 생명체,')
alert('아주 흥미로운 자료가 되겠어⋯♪')
alert('이제 슬슬 나가보지 그래?')
alert('끄끄끄끅♪')
alert('뭘 더 원하는 거야?')
alert('끄끅, 손가락 운동이라도 더 하게?')
alert('그럼 재밌게 하라구♪')

var name = prompt('온 김에 이름이라도 쓸래? 끄끄끅.');

for(i = 1; i < 99999; i++){
    document.write(name + " , 이제 나가 봐~♪ 끄끄끅. ")
}